Repository: vdr-projects/vdr-plugin-dvdswitch
Catalog: po/*.po
Languages: de_de, it_it

source: Commands
de_de: Befehle
it_it: Comandi

source: Directory Management
de_de: Verzeichnis Management
it_it: Gestione directory

source: DVD-Tray open
de_de: DVD Schublade öffnen
it_it: Apri vassoio DVD

source: DVD-Tray close
de_de: DVD Schublade schließen
it_it: Chiudi vassoio DVD

source: Play
de_de: Wiedergabe
it_it: Riproduci

source: Image rename
de_de: Image umbenennen
it_it: Rinomina immagine

source: Image move
de_de: Image verschieben
it_it: Sposta immagine

source: Image delete
de_de: Image löschen
it_it: Elimina immagine

source: Image burn
de_de: Image brennen
it_it: Masterizza immagine

source: Image to create from DVD
de_de: Image von DVD erstellen
it_it: Crea immagine da DVD

source: Select Directory
de_de: Verzeichnis auswählen
it_it: Crea immagine da DVD

source: New
de_de: Neu
it_it: Nuova

source: Select
de_de: Auswählen
it_it: Seleziona

source: Rename
de_de: Umbenennen
it_it: Rinomina

source: Delete
de_de: Löschen
it_it: Elimina

source: Move
de_de: Verschieben
it_it: Sposta

source: Edit Directories
de_de: Verzeichnisse bearbeiten

source: No rights to change inside this directory!
de_de: Keine Berechtigung zum Wechseln in dieses Verzeichnis!

source: Really delete?
de_de: Wirklich löschen?
it_it: Sei sicuro di eliminare?

source: Directory not empty! However delete?
de_de: Verzeichnis ist nicht leer! Dennoch löschen?
it_it: Directory non vuota. Eliminare comunque?

source: Missing rights to create directory!
de_de: Keine Berechtigung zum erstellen des Verzeichnis!
it_it: Permessi non validi per creare la directory!

source: New:
de_de: Neu:

source: abcdefghijklmnopqrstuvwxyz0123456789-.#~
de_de: abcdefghijklmnopqrstuvwxyzäöüß0123456789-.#~
it_it: aáàbcdeéèfghiìîjklmnoòpqrstuùvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&°

source: Directory exists
de_de: Verzeichnis existiert bereits
it_it: Directory esistente

source: Missing rights to rename!
de_de: Keine Berechtigung zum umbennen!
it_it: Permessi non validi per rinominare!

source: Rename:
de_de: Umbenenen:

source: abcdefghijklmnopqrstuvwxyz0123456789-_.#~
de_de: abcdefghijklmnopqrstuvwxyzäöüß0123456789-_.#~

source: Insert
de_de: Einfügen
it_it: Inserisci

source: Specified Writescript not exist!
de_de: Angegebenes Writescript existiert nicht!
it_it: Script scrittura selezionato inesistente!

source: Cannot execute Writescript!
de_de: Kann Writescript nicht ausführen!

source: Burn Now?
de_de: Jetzt brennen?

source: Read DVD
de_de: Lies DVD
it_it: Leggi DVD

source: Specified Readscript not exist!
de_de: Angegebenes Readscript existiert nicht!
it_it: Script lettura selezionato inesistente!

source: Cannot execute Readscript!
de_de: Kann Readscript nicht ausführen!

source: Directory:
de_de: Verzeichnis:

source: Imagetype:
de_de: ImageTyp:

source: read in
de_de: Einlesen

source: invalid file name for DVD-Image
de_de: ungültiger Dateiname für das DVD-Image

source: No Imagetype selected
de_de: Es wurde kein Imagetyp ausgewählt!

source: No Directory selected. Use Standard?
de_de: Es wurde kein Verzeichnis ausgewählt. Standard benutzen?

source: Now Read?
de_de: Jetzt einlesen?

source: Allows playback of DVD images
de_de: Erlaubt das Abspielen von DVD-Abbildern
it_it: Permette di riprodurre immagini DVD

source: Image Directory not readable or not exist
de_de: Image Verzeichnis ist nicht lesbar oder existiert nicht
it_it: Directory immagine non leggibile o non esistente

source: DVD-Plugin not found! Function deactivated!
de_de: DVD Plugin nicht gefunden! Funktion deaktiviert!
it_it: Plugin DVD non trovato! Funzione disattivata!

source: Directory with 'VIDEO_TS' Folder
de_de: Verzeichnis mit 'VIDEO_TS' Ordner
it_it: Directory con contenuto 'VIDEO_TS'

source: Directory
de_de: Verzeichnis

source: File with '.iso' Extension
de_de: Datei mit '.iso' Extension
it_it: File con estensione '.iso'

source: Image-File
de_de: Image-Datei
it_it: File immagine

source: Image-Directory
de_de: Image-Verzeichnis
it_it: Directory immagine

source: to change
de_de: Wechseln
it_it: Cambia

source: File exists in Directory
de_de: Datei existiert bereits im Verzeichnis
it_it: File esistente nella directory

source: without category
de_de: ohne Kategorie
it_it: Senza categoria

source: DVD-Drive
de_de: DVD-Laufwerk
it_it: Lettore DVD

source: All Images
de_de: Alle Images
it_it: Tutte le immagini

source: All with Cat.
de_de: Alle mit Kat.
it_it: Tutti con cat.

source: Directories
de_de: Verzeichnisse
it_it: Directory

source: Image-Type
de_de: Image-Typ

source: File-Type
de_de: Datei-Typ

source: none
de_de: Keine
it_it: nessuno

source: ascending
de_de: Aufsteigend
it_it: crescente

source: descending
de_de: Absteigend
it_it: decrescente

source: none Function
de_de: keine Funktion

source: Dir. Management
de_de: Verz. Management
it_it: Gestione Dir.

source: Tray open
de_de: DVD öffnen
it_it: Apri vassoio

source: Tray close
de_de: DVD schließen
it_it: Chiudi vassoio

source: Image create
de_de: Image erstellen
it_it: Crea immagine

source: Dir.Mgmt.
de_de: Verz.Mgmt.
it_it: Gest. Dir.

source: Open
de_de: Öffnen
it_it: Apri

source: Close
de_de: Schließen
it_it: Chiudi

source: Burn
de_de: Brennen
it_it: Masterizza

source: Create
de_de: Erstellen
it_it: Crea

source: Generic Settings
de_de: Allgemeine Einstellungen

source: Hide Mainmenu Entry
de_de: Verstecke Hauptmenüeintrag

source: Image Dir.
de_de: Image Verz.
it_it: Dir. Immagine

source: Imagetypes
de_de: Imagetypen

source: View free DiskSpace
de_de: Zeige freien Plattenplatz

source: Display Settings
de_de: Anzeige Einstellungen

source: Display Mode
de_de: Anzeige Modus

source: Category Type
de_de: Art der Kategorie
it_it: Tipo categoria

source: invisible empty Dir's/Cat.
de_de: Blende leere Verz./Kat. aus
it_it: Nascondi Dir./Cat. vuote

source: Alphabetic Sort
de_de: alphabetische Sortierung
it_it: Ordine alfabetico

source: visible DVD-Drive
de_de: DVD-LW einblenden
it_it: Lettore DVD visibile

source: Special Display Settings
de_de: Detailierte Anzeige Einstellungen

source: visible Image-Type Col
de_de: Zeige Spalte Image-Typ
it_it: Mostra col. Tipo-Immagine

source: Width for Image-Col
de_de: Breite für Image-Spalte
it_it: Larghezza col. Immagine

source: visible Image-Size Col
de_de: Zeige Spalte Image Größe
it_it: Mostra col. Dim.-Immagine

source: change Character
de_de: Zeichen ändern
it_it: Cambia carattere

source: char for Cat.Line
de_de: Zeichen für Kat.Linie
it_it: Carattere per riga Cat.

source: Count before Cat.Name
de_de: Anzahl vorm Kat.Namen
it_it: Conta prima Nome Cat.

source: Spaces before/after Cat.Name
de_de: Leerzeichen vor/nach Kat.Name
it_it: Spazi prima/dopo Nome Cat.

source: CutText for Subcat
de_de: Trenntext für Subkat.
it_it: Taglia testo per sottocategoria

source: Cat.Jump by Left/Right
de_de: Kat.sprung bei Links/Rechts
it_it: Vai a Cat. con Sinistra/Destra

source: Key allocation
de_de: Tastenbelegung
it_it: Assegnazione tasti

source: Key 1
de_de: Taste 1
it_it: Tasto 1

source: Key 2
de_de: Taste 2
it_it: Tasto 2

source: Key 3
de_de: Taste 3
it_it: Tasto 3

source: Key 4
de_de: Taste 4
it_it: Tasto 4

source: Key 5
de_de: Taste 5
it_it: Tasto 5

source: Key 6
de_de: Taste 6
it_it: Tasto 6

source: Key 7
de_de: Taste 7
it_it: Tasto 7

source: Key 8
de_de: Taste 8
it_it: Tasto 8

source: Key 9
de_de: Taste 9
it_it: Tasto 9

source: Key 0
de_de: Taste 0
it_it: Tasto 0

source: Key Red
de_de: Taste Rot
it_it: Tasto Rosso

source: Key Green
de_de: Taste Grün
it_it: Tasto Verde

source: Key Yellow
de_de: Taste Gelb
it_it: Tasto Giallo

source: Key Blue
de_de: Taste Blau
it_it: Tasto Blu

source: Key OK
de_de: Taste OK
it_it: Tasto OK

source: to adjust
de_de: Einstellen
it_it: Imposta

source: Imagetypes
de_de: Imagetypen

source: Edit
de_de: Bearbeiten
it_it: Modifica

source: really delete Entry?
de_de: Eintrag wirklich löschen?

source: File
de_de: Datei

source: Description:
de_de: Beschreibung:

source: Type-Title:
de_de: Typ-Bezeichnung:

source: Image Type
de_de: Image Typ

source: Directory contains:
de_de: Verzeichnis enthält:

source: File Extension:
de_de: Datei-Erweiterung:

source: Hide Extension
de_de: Erweiterung ausblenden

source: 'Description' must not empty!
de_de: 'Beschreibung' darf nicht leer sein!
it_it: 'Descrizione' non può essere vuota!

source: 'Type-Title' must not empty!
de_de: 'Typ Bezeichnung' darf nicht leer sein!

source: 'Directory contains' must not empty!
de_de: 'Verzeichnis enthält' darf nicht leer sein!
it_it: 'La dir. contiene' non può essere vuoto!

source: 'File Extension' must not empty!
de_de: 'Datei Erweiterung' darf nicht leer sein!

source: No rights to delete image
de_de: Keine Berechtigung zum Löschen des Images
it_it: Nessun permesso per eliminare immagine

source: Operation failed
de_de: Operation fehlgeschlagen
it_it: Operazione fallita

source: No rights to move image
de_de: Keine Berechtigung zum Verschieben des Images
it_it: Nessun permesso per spostare immagine

source: Edit directories
it_it: Modifica directory

source: No rights to access this directory!
it_it: Nessun permesso per modificare dentro questa directory!

source: Can't execute Writescript!
it_it: Impossibile eseguire script scrittura!

source: Burn now?
it_it: Masterizzare adesso?

source: Can't execute Readscript!
it_it: Impossibile eseguire script lettura!

source: Name
it_it: Nome

source: Type of image
it_it: Tipi immagine

source: Read in
it_it: Leggi

source: Invalid file name for DVD-Image
it_it: Nome file non valido come immagine DVD

source: No type of image selected
it_it: Nessun tipo immagine selezionato!

source: No directory selected. Use Standard?
it_it: Nessuna directory selezionata. Usare la predefinita?

source: Now read?
it_it: Leggere adesso?

source: Iso-Image
it_it: Immagine ISO

source: Generic settings
it_it: Impostazioni generali

source: Hide mainmenu entry
it_it: Nascondi voce menu princ.

source: Name
it_it: Nome

source: Type of images
it_it: Tipi immagine

source: View free disk space
it_it: Mostra spazio libero

source: Display settings
it_it: Impostazioni visualizzazione

source: Image type
it_it: Tipo immagine

source: File type
it_it: Tipo file

source: Display mode
it_it: Modalità visualizzazione

source: Special display settings
it_it: Impostazioni visualizzazione speciali

source: Navigation
it_it: Navigazione

source: None function
it_it: nessuna funz.

source: Type of images
it_it: Tipi immagine

source: Really delete entry?
it_it: Sei sicuro di eliminare la voce?

source: Description
it_it: Descrizione

source: Type title
it_it: Tipo titolo

source: Directory contains
it_it: La dir. contiene

source: File extension
it_it: Estensione file

source: Hide extension
it_it: Nascondi estensione

source: 'Type title' must not empty!
it_it: 'Tipo titolo' non può essere vuoto!

source: 'File extension' must not empty!
it_it: 'Estensione file' non può essere vuoto!
